[
  "obsidian-banners",
  "convert-url-to-iframe",
  "dataview",
  "dbfolder",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "periodic-notes",
  "nldates-obsidian",
  "obsidian-kanban",
  "homepage",
  "obsidian-gallery",
  "obsidian-languagetool-plugin",
  "obsidian-tasks-plugin",
  "obsidian-rtl",
  "obsidian-tikzjax",
  "customjs",
  "obsidian-charts",
  "obsidian-heading-shifter",
  "calendar",
  "obsidian-checklist-plugin",
  "obsidian-emoji-toolbar",
  "buttons",
  "copy-as-html",
  "webpage-html-export",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-admonition",
  "various-complements",
  "obsidian-dictionary-plugin",
  "obsidian-dirtreeist",
  "obsidian-audio-player",
  "execute-code",
  "hotkey-helper",
  "color-palette",
  "obsidian-style-settings",
  "obsidian-mindmap-nextgen",
  "obsidian-copy-block-link",
  "link-headers-directly",
  "metaedit",
  "obsidian-icon-folder",
  "frontmatter-modified-date",
  "pomodoro-timer"
]