[
  "dataview",
  "homepage",
  "obsidian-gallery",
  "customjs",
  "buttons",
  "hotkey-helper",
  "color-palette",
  "templater-obsidian",
  "periodic-notes",
  "obsidian-charts",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-functionplot",
  "obsidian-audio-player",
  "pkvs",
  "obsidian-another-quick-switcher",
  "quran-helper",
  "obsidian-rtl",
  "obsidian-icon-folder",
  "obsidian-admonition",
  "obsidian-languagetool-plugin",
  "obsidian-kanban",
  "obsidian-heading-shifter",
  "graphs",
  "obsidian-banners",
  "calendar",
  "obsidian-checklist-plugin",
  "obsidian-copy-block-link",
  "convert-url-to-iframe",
  "obsidian-desmos",
  "obsidian-emoji-toolbar",
  "embed-code-file",
  "execute-code",
  "file-explorer-note-count",
  "file-property-enhancer",
  "obsidian-link-converter",
  "media-notes",
  "metaedit",
  "obsidian-mind-map",
  "nldates-obsidian",
  "webpage-html-export",
  "various-complements",
  "frontmatter-modified-date",
  "timekeep",
  "obsidian-timestamp-notes",
  "shiki-highlighter",
  "obsidian-tasks-plugin",
  "obsidian-excalidraw-plugin",
  "obsidian-dictionary-plugin",
  "ics",
  "simple-time-tracker",
  "time-ruler",
  "checkbox-sounds",
  "checkbox-reorder",
  "obsidian-reminder-plugin",
  "tag-wrangler"
]