[
  "obsidian-icon-folder",
  "obsidian-banners",
  "convert-url-to-iframe",
  "dataview",
  "dbfolder",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "periodic-notes",
  "nldates-obsidian",
  "metaedit",
  "obsidian-kanban",
  "homepage",
  "obsidian-gallery",
  "obsidian-languagetool-plugin",
  "obsidian-tasks-plugin",
  "obsidian-rtl",
  "obsidian-tikzjax",
  "customjs",
  "obsidian-charts",
  "obsidian-heading-shifter",
  "file-explorer-note-count",
  "calendar",
  "obsidian-checklist-plugin",
  "obsidian-emoji-toolbar",
  "obsidian-admonition",
  "buttons",
  "obsidian-quran-lookup"
]